Repository: AryamanReddi99/GF2-Software
Catalog: main_project/locale/*/LC_MESSAGES/po_file.po
Languages: fr_fr

source: Help
fr_fr: Aide

source: Browse Files
fr_fr: Naviguer les fichiers

source: Verify Code
fr_fr: Vérifier le code

source: Editor
fr_fr: Éditeur

source: Click run to check for errors
fr_fr: Cliquez sur "Vérifier le code" pour trouver les erreurs

source: No errors found
fr_fr: Aucunes erreurs n'ont été trouvées

source: show circuit (experimental)
fr_fr: Dessiner le circuit (expérimental)

source: Name
fr_fr: Nom

source: Inputs
fr_fr: Variables d'entrées

source: Outputs
fr_fr: Variables de sorties

source: initial switch state
fr_fr: initialisation de l'interrupteur

source: Simulate!
fr_fr: Simule!

source: Open file
fr_fr: Ouvrir fichier

source: Cannot open file '%s'.
fr_fr: Impossible d'ouvrir le fichier

source: GOTO START
fr_fr: ALLER AU DEBUT

source: Step -5
fr_fr: Pas -5

source: Step -1
fr_fr: Pas -1

source: Step +1
fr_fr: Pas +1

source: Step +5
fr_fr: Pas +5

source: GOTO END
fr_fr: ALLER A LA FIN

source: Reset Scene
fr_fr: Réinitialiser la fenetre

source: Continue
fr_fr: Avancer

source: Error! Network oscillating.
fr_fr: Erreur! Système oscillant.
